export const models = [
  {
    url: "/model/thukydides/thukydides.glb",
    extraInfo:
      "https://www.greek-language.gr/digitalResources/ancient_greek/history/grammatologia/page_052.html",
    name: "Θουκυδίδης",
    miniDescription: "'Ελληνας ιστορικός από την Αθήνα (460-400 π.Χ.)",
    description:
      "Κορυφαίο δημιούργημα των κλασικών γραμμάτων είναι η θεμελίωση της επιστήμης της ιστορίας. Για πρώτη φορά ο Ηρόδοτος ( 484-425 π.Χ.), που ονομάστηκε πατέρας της ιστορίας, αφηγείται τους μηδικούς πολέμους καταγράφοντας ταυτόχρονα λεπτομερώς και με χρονολογική σειρά την ιστορία των λαών της Ανατολής και της Αιγύπτου και των ελληνικών πόλεων. Όμως, μαζί με τα πραγματικά ιστορικά στοιχεία παρουσιάζει και πολλά μυθολογικά που θολώνουν την πραγματική ιστορική εικόνα. Αυτή την αδυναμία θα διορθώσει σε μεγάλο βαθμό ο επόμενος μεγάλος αρχαίος Έλληνας ιστορικός, ο Θουκυδίδης από την Αθήνα (460-400 π.Χ.). Ο Θουκυδίδης, που βασικά εξιστορεί τον αδελφοκτόνο Πελοποννησιακό πόλεμο, αποφεύγει τις εύκολες μυθολογικές ερμηνείες των ιστορικών γεγονότων, προσπαθώντας να εξιχνιάσει τις πραγματικές αιτίες που γεννούν τα ιστορικά γεγονότα και να καταγράψει με ακρίβεια και όσο πιο αντικειμενικά μπορεί τα αποτελέσματά τους. Στην πραγματικότητα ο Θουκυδίδης είναι ο θεμελιωτής της επιστημονικής ιστορικής έρευνας. Όμως και αυτός, όπως και ο Ξενοφώντας ο Αθηναίος (430/25-355 π.Χ.) –αργότερα και άλλοι– δε θα μπορέσουν να αποφύγουν να χρωματίσουν με προσωπικές απόψεις –υποκειμενικά στοιχεία– το έργο τους, αφού μάλιστα εξιστορούν κυρίως σύγχρονά τους γεγονότα.",
    cameraPosition: {
      x: 8,
      y: 1.5,
      z: -2.3,
    },
    cameraRotation: {
      x: 0.072607780909622,
      y: -1.7,
      z: 0.11,
    },
    position: {
      x: 11.35,
      y: 0.6,
      z: -2.52,
    },
    rotation: {
      x: 0,
      y: 3.15,
      z: 0,
    },
    scale: {
      x: 0.2,
      y: 0.2,
      z: 0.2,
    },
    detailsPosition: {
      x: 0,
      y: -0.7,
      z: 0,
    },
    detailsScale: {
      x: 0.3,
      y: 0.3,
      z: 0.3,
    },
  },
  {
    url: "/model/socrates/socrates_.obj.glb",
    name: "Σώκρατης",
    extraInfo:
      "https://www.greek-language.gr/digitalResources/ancient_greek/history/grammatologia/page_054.html",
    miniDescription: "Πατέρας της διαλεκτικής μεθόδου (470-399 π.Χ.)",
    description:
      "Στη φιλοσοφία θα αναπτυχθούν νέα ρεύματα, όπως αυτό των σοφιστών, που κατακρίθηκαν από άλλους σύγχρονούς τους μεγάλους φιλοσόφους, όπως ο Σωκράτης (470-399 π.Χ.) και ο μαθητής του Πλάτωνας (427-347 π.Χ.), ότι πρόβαλλαν το προσωπικό όφελος σε βάρος του συλλογικού. Ωστόσο η συμβολή τους στη θεμελίωση της παιδαγωγικής επιστήμης και της ρητορικής είναι απαραγνώριστη. Ο Σωκράτης που δεν έγραψε κανένα έργο και τη διδασκαλία του γνωρίζουμε από τα έργα των μαθητών του, κυρίως από τα πολλά έργα του Πλάτωνα που σώθηκαν, θεωρείται ο πατέρας της διαλεκτικής μεθόδου και ο κήρυκας της ηθικής διαβίωσης.",
    cameraPosition: {
      x: 8,
      y: 1.5,
      z: 0,
    },
    cameraRotation: {
      x: 0.072607780909622,
      y: -1.7,
      z: 0.1,
    },
    position: {
      x: 11.36,
      y: 0.6,
      z: 0,
    },
    rotation: {
      x: 0,
      y: 6.5,
      z: 0,
    },
    scale: {
      x: 0.01,
      y: 0.01,
      z: 0.01,
    },
    detailsPosition: {
      x: 0,
      y: -0.9,
      z: 0,
    },
    detailsScale: {
      x: 0.02,
      y: 0.02,
      z: 0.02,
    },
  },
  {
    url: "/model/hippocrates/hippocrates_statue.glb",
    name: "Ιπποκράτης",
    extraInfo: "https://www.youtube.com/watch?v=tZY_4dbdUNU",
    miniDescription: "Πατέρας της σύγχρονης ιατρικής (460-370 π.Χ.)",
    description:
      "Ο μαθητής του Αριστοτέλη, Ιπποκράτης από την Κω (460-370 π.Χ.), θα συνεχίσει την ιατρική έρευνα και θα ιδρύσει την πρώτη μεγάλη ιατρική σχολή στην Ελλάδα. Είναι ο θεμελιωτής της ορθολογικής ιατρικής που κατόρθωσε να την απαλλάξει από τα μεταφυσικά στοιχεία, τις προλήψεις, τις προκαταλήψεις, τις δαιμονολογίες και τις δεισιδαιμονίες της εποχής.",
    cameraPosition: {
      x: 8,
      y: 1.5,
      z: 2,
    },
    cameraRotation: {
      x: 0.072607780909622,
      y: -1.7,
      z: 0.1,
    },
    position: {
      x: 10.2,
      y: 1.42,
      z: 2.4,
    },
    rotation: {
      x: 0,
      y: 9.3,
      z: -1.05,
    },
    scale: {
      x: 0.9,
      y: 0.9,
      z: 0.9,
    },
    detailsPosition: {
      x: 0,
      y: 0.5,
      z: 2,
    },
    detailsRotation: {
      x: 1.3,
      y: -1.6,
      z: 0,
    },
    detailsScale: {
      x: 1.5,
      y: 1.5,
      z: 1.5,
    },
  },
  {
    url: "/model/demosthenes/louvre_demosthenes_photoscan.glb",
    extraInfo: "https://www.youtube.com/watch?v=dPagZo_liww",
    name: "Δημοσσθένης",
    miniDescription:
      "Έλληνας πολιτικός και ρήτορας της αρχαίας Αθήνας(384-322 π.Χ.)",
    description:
      "Τον 4ο κυρίως αιώνα αναπτύσσεται ιδιαίτερα η τέχνη της ρητορικής που απέβλεπε στην καλύτερη, ελκυστικότερη και πιο πειστική ανάπτυξη επιχειρημάτων στα δικαστήρια ή στις συνελεύσεις της Εκκλησίας του Δήμου όπου λαμβάνονταν οι κρίσιμες πολιτικές αποφάσεις. Ο Λυσίας (445-380 π.Χ.), ο Ισοκράτης (436-338 π.Χ.), ο Δημοσθένης (384-322 π.Χ.), ο Ισαίος, είναι μερικοί μόνο από τους ονομαστούς ρήτορες του 4ου αιώνα π.Χ. που ανήκαν σε διαφορετικά πολιτικά κόμματα και υπερασπίστηκαν με πάθος και περίτεχνο λόγο τις απόψεις τους. ",
    cameraPosition: {
      x: 16.9407039135587,
      y: 1.38252089447616,
      z: -2.598193953513188,
    },
    cameraRotation: {
      x: -2.71,
      y: 1.401398076921838,
      z: 2.688759050301476,
    },
    position: {
      x: 12.5,
      y: 1,
      z: -2.4,
    },
    rotation: {
      x: -6.27,
      y: 1.6,
      z: 0,
    },
    scale: {
      x: 0.3,
      y: 0.3,
      z: 0.3,
    },
  },
  {
    url: "/model/sophocles/sophocles.glb",
    extraInfo:
      "https://www.greek-language.gr/digitalResources/ancient_greek/history/grammatologia/page_047.html",
    name: "Σοφοκλής",
    miniDescription: "Τραγικός ποιητής(496 -406 π.Χ.)",
    description:
      "Μία από τις σημαντικότερες συμβολές της κλασικής περιόδου είναι η δημιουργία του θεάτρου ή της τραγικής ποίησης, που περιλαμβάνει την τραγωδία, το σατυρικό δράμα και την κωμωδία. Τα έργα των μεγάλων τραγικών και κωμικών ποιητών της αρχαιότητας είναι πάντα επίκαιρα και γι’ αυτό τον λόγο εξακολουθούν μέχρι σήμερα να παίζονται σε όλο τον κόσμο ή να διασκευάζονται από μεγάλους συγγραφείς των νεότερων χρόνων. Ο Αισχύλος (525-456 π.Χ.) που λέγεται ότι παρουσίαζε τους ανθρώπους καλύτερους από όσο ήταν, ο Σοφοκλής (496-406 π.Χ.) που έπλαθε τους ανθρώπινους χαρακτήρες όπως θα έπρεπε να είναι, και τέλος ο Ευριπίδης (485/84-406 π.Χ.) που τους παρίστανε όπως ακριβώς ήταν, δηλαδή ρεαλιστικά, είναι οι τρεις κορυφαίοι τραγικοί ποιητές της αρχαιότητας. ",
    cameraPosition: {
      x: 16.99,
      y: 1.8,
      z: -0.38,
    },
    cameraRotation: {
      x: -2.71,
      y: 1.401398076921838,
      z: 2.688759050301476,
    },
    position: {
      x: 14.2,
      y: 0.6,
      z: 0.06,
    },
    rotation: {
      x: 0,
      y: 1.58,
      z: 0,
    },
    scale: {
      x: 0.7,
      y: 0.7,
      z: 0.7,
    },
    detailsPosition: {
      x: 0,
      y: -1,
      z: 0,
    },
    detailsScale: {
      x: 1,
      y: 1,
      z: 1,
    },
  },
  {
    url: "/model/plato/plato.glb",
    extraInfo: "https://www.youtube.com/watch?v=BgwA028SXvs",
    name: "Πλάτωνας",
    miniDescription: "Αρχαίος Έλληνας φιλόσοφος από την Αθήνα (427-347 π.Χ.)",
    description:
      "Την ηθική διδασκαλία του δασκάλου του, Σωκράτη, συνέχισε και ανέπτυξε σημαντικότατα ο Πλάτωνας που θεωρούσε ότι υπάρχει μία ιδανική σφαίρα ζωής όπου κυριαρχούν οι ιδέες του καλού, του ωραίου, του ηθικού προς τις οποίες πρέπει να κατευθύνεται η ζωή των ανθρώπων. Μαθητής του Πλάτωνα υπήρξε ο Αριστοτέλης από τα Στάγιρα της Χαλκιδικής, που εκτός από τη φιλοσοφία ανέπτυξε ή έβαλε τις βάσεις για πάρα πολλές επιστήμες – ιατρική, βοτανική, ζωολογία, αστρονομία, γεωγραφία, οικονομία, πολιτική κ.ά. Ο Πλάτωνας και ο Αριστοτέλης είναι οι κορυφαίοι διανοητές της αρχαιότητας και το έργο τους αποτέλεσε τη βάση της σύγχρονης φιλοσοφίας και των επιστημών από την εποχή της Αναγέννησης και μετά.",
    cameraPosition: {
      x: 16.99,
      y: 1.4589954731259114,
      z: 2.59565582999476,
    },
    cameraRotation: {
      x: -0.49,
      y: 1.3956649190317083,
      z: 0.5055212675667443,
    },
    position: {
      x: 14.9,
      y: 1.4,
      z: 2.85,
    },
    rotation: {
      x: 0,
      y: 1.6,
      z: 0,
    },
    scale: {
      x: 0.07,
      y: 0.07,
      z: 0.07,
    },
    detailsPosition: {
      x: 0,
      y: 0.5,
      z: 0,
    },
    detailsScale: {
      x: 0.09,
      y: 0.09,
      z: 0.09,
    },
  },
  {
    url: "/model/aristophanes/output.glb",
    extraInfo:
      "https://www.greek-language.gr/digitalResources/ancient_greek/history/grammatologia/page_048.html",
    name: "Αριστοφάνης",
    miniDescription: "Αθηναίος κωμωδιογράφος (445-386 π.Χ.)",
    description:
      " ο Αριστοφάνης (445-386 π.Χ.) διακρίθηκε την κωμωδία  που σατίρισε τη σύγχρονή του ζωή αλλά και τους σύγχρονούς του πολιτικούς και πνευματικούς ανθρώπους με τόλμη, αθυροστομία και καυστικό λόγο. Στην αρχαία Αθήνα οι πολίτες έπαιρναν από το κράτος το αντίτιμο του εισιτηρίου για να παρακολουθήσουν τις παραστάσεις, γεγονός που φανερώνει τη μεγάλη πολιτιστική σημασία που απέδιδαν οι αρχαίοι στο θέατρο. Μέσα από τους μύθους, που ήταν κυρίως τα θέματα των θεατρικών έργων, διδάσκονταν οι πολίτες να αποφεύγουν την υπερβολή, την υπεροψία και την αλαζονεία και άλλες αρνητικές και ολέθριες συμπεριφορές και αντίθετα να ακολουθούν το μέτρο και τον δρόμο της σύνεσης και της αρετής.",
    cameraPosition: {
      x: 1.9,
      y: 3,
      z: 0,
    },
    cameraRotation: {
      x: -0.7,
      y: -0.5,
      z: -0.39,
    },
    position: {
      x: 4.99,
      y: 0.1,
      z: -3.62163040546726,
    },
    rotation: {
      x: 0,
      y: 5.7,
      z: 0,
    },
    scale: {
      x: 0.19,
      y: 0.19,
      z: 0.19,
    },
    detailsPosition: {
      x: 0,
      y: -1,
      z: 0,
    },
    detailsScale: {
      x: 0.15,
      y: 0.15,
      z: 0.15,
    },
  },
  {
    url: "/model/parthenon/parthenon_sculptures_east_pediment.glb",
    extraInfo:
      "http://dim-galat.pel.sch.gr/projects/akropolis/akr_04aetomata.htm",
    name: "Γλυπτά Παρθενώνα",
    miniDescription:
      "Ανατολικό αέτωμα. Η γέννηση της Αθηνάς από το κεφάλι του θεού Δία ",
    description:
      "Κατά τον 5ο και 4ο αιώνα π.Χ. σε ολόκληρο τον ελληνικό χώρο κτίζονται λαμπροί ναοί και δημόσια κτίρια –θόλοι, στοές, γυμνάσια, παλαίστρες, θέατρα– στον δωρικό και ιωνικό ρυθμό, που έχουν αποκτήσει τις ιδανικές αναλογίες Την ίδια περίοδο, και με βάση το ίδιο εμπνευσμένο οικοδομικό πρόγραμμα του Περικλή και του πνευματικού και καλλιτεχνικού κύκλου του, κτίστηκε ο Παρθενώνας με αρχιτέκτονες τους Ικτίνο και Καλλικράτη. Ο δωρικός αυτός ναός, που συνδύαζε στο σχέδιό του και ιωνικά αρχιτεκτονικά στοιχεία, όπως η μεγάλη ζωφόρος με την παράσταση της πομπής των Παναθηναίων, αποτέλεσε το σήμα κατατεθέν της αθηναϊκής δημοκρατίας. Εκτός από το «κλασικό» αρχιτεκτονικό του σχέδιο, είναι ονομαστός και για τον πλούσιο γλυπτό διάκοσμό του που φιλοτέχνησαν ο φίλος του Περικλή Φειδίας με τους μαθητές του και ένα πλήθος γλυπτών από όλα τα μέρη της Ελλάδας.",
    cameraPosition: {
      x: -1,
      y: 2.9,
      z: -3.5,
    },
    cameraRotation: {
      x: -0.5519876839099063,
      y: -0.06324453842028506,
      z: -0.038903134117065155,
    },
    position: {
      x: 0.9,
      y: -0.8,
      z: -8.1,
    },
    rotation: {
      x: 0,
      y: 0,
      z: 0,
    },
    scale: {
      x: 0.6,
      y: 0.6,
      z: 0.6,
    },
    detailsPosition: {
      x: 0.2,
      y: -0.88,
      z: 0,
    },
    detailsScale: {
      x: 0.21,
      y: 0.3,
      z: 0.29,
    },
  },
  {
    url: "/model/corinthianColumn/ancient_column.glb",
    extraInfo: "https://photodentro.edu.gr/v/item/ds/8521/8819",
    name: "Κορινθιακό κιονόκρανο",
    miniDescription: "Εφεύρεση του γλύπτη Καλλίμαχου",
    description:
      "Κατά τη διάρκεια της κλασσικής περιόδου εφευρίσκεται και το κορινθιακό κιονόκρανο που μοιάζει με καλάθι περιτυλιγμένο από αγκάθια. Την κλασική εποχή το κορινθιακό κιονόκρανο, που θεωρείται εφεύρεση του γλύπτη Καλλίμαχου, εμφανίζεται στο εσωτερικό των κτιρίων.",
    cameraPosition: {
      x: -4.2,
      y: 2.9,
      z: -5.3,
    },
    cameraRotation: {
      x: -2.4,
      y: 1.4,
      z: -3.9,
    },
    position: {
      x: -9.8,
      y: 0.6,
      z: -5,
    },
    rotation: {
      x: 0,
      y: 1.6,
      z: 0,
    },
    scale: {
      x: 0.7,
      y: 0.7,
      z: 0.7,
    },
    detailsPosition: {
      x: 0,
      y: -2,
      z: 0,
    },
  },
  {
    url: "/model/heniochos/charioteer_of_delphi__a_plaster_cast.glb",
    extraInfo:
      "https://www.artmag.gr/articles/art-articles/about-art/item/7293-h-plastikh-tou-austhrou-ruthmou",
    name: "Ηνίοχος των Δελφών",
    miniDescription:
      "Ανήκει στο στάδιο της μετάβασης από την αρχαϊκή στην κλασική τέχνη (480 – 460 π. Χ.)",
    description:
      "Μετά τους περσικούς πολέμους και σε όλη τη διάρκεια του 5ου και 4ου αιώνα π.Χ., φθάνουν σε μεγάλη ακμή οι καλές τέχνες στον ελληνικό χώρο. Στην Ολυμπία, στην Ακρόπολη, στους Δελφούς και σε άλλα μεγαλύτερα ή μικρότερα ιερά οι ανασκαφές έφεραν στο φως αριστουργηματικά αγάλματα και ανάγλυφα. Το άγαλμα του Ηνίοχου αποτελεί το σωζόμενο τμήμα χάλκινου συμπλέγματος που είχε αφιερωθεί στο ιερό από τους Δεινομενίδες, δυναστική οικογένεια της Γέλας στη Σικελία. Βρίσκεται στο Αρχαιολογικό Μουσείο Δελφών και αποτελεί ίσως το γνωστότερο έκθεμά του και ένα από τα σημαντικότερα γλυπτά της αρχαίας ελληνικής τέχνης της πρώιμης κλασικής εποχής. Η δημιουργία του χρονικά τοποθετείται αμέσως μετά τους Περσικούς πολέμους, ενώ ως δημιουργός του έχει προταθεί ο Πυθαγόρας από το Ρήγιο ή, κατ' άλλους, ο Κάλαμις ή ο Κριτίας.",
    cameraPosition: {
      x: -4.3,
      y: 2.9,
      z: 0,
    },
    cameraRotation: {
      x: -2.4,
      y: 1.5,
      z: -3.9,
    },
    position: {
      x: -8.2,
      y: 6.2,
      z: 0,
    },
    rotation: {
      x: 0,
      y: 1.6,
      z: 0,
    },
    scale: {
      x: 0.1,
      y: 0.1,
      z: 0.1,
    },
    detailsPosition: {
      x: 0,
      y: 2.8,
      z: 0,
    },
    detailsScale: {
      x: 0.07,
      y: 0.07,
      z: 0.07,
    },
  },
  {
    url: "/model/paioniosNike/scene.gltf",
    extraInfo:
      "https://www.artmag.gr/articles/art-articles/about-art/item/7400-h-plastikh-ths-wrimhs-klasikhs-epoxhs",
    name: "Νίκη του Μενδαίου Παιωνίου",
    miniDescription: "Εργο της ώριμης κλασικής περιόδου",
    description:
      "Το άγαλμα της Νίκης του Παιωνίου είναι αριστούργημα της γλυπτικής τέχνης της αρχαίας Ελλάδας. Βρέθηκε το 1875 στην Ολυμπία από γερμανικές αρχαιολογικές ανασκαφές και εκτίθεται σήμερα στο Αρχαιολογικό Μουσείο Ολυμπίας. Το άγαλμα αυτό παριστάνει με μοναδικό και μέχρι σήμερα αξεπέραστο τρόπο στην γλυπτική όλων των εποχών την ευνοϊκή έκβαση του πολέμου. Είναι το καλύτερα σωζόμενο έργο του Παιωνίου, ο οποίος θεωρούνταν κορυφαίος γλύπτης της εποχής και καταγόταν από τη Μένδη της Μακεδονίας. Εξ άλλου, είναι το παλαιότερα γνωστό άγαλμα Νίκης, διότι είναι κατά 200 χρόνια περίπου παλαιότερο της άλλης περίφημης Νίκης που βρίσκεται στο Λούβρο. Οι συμμετρικές αναλογίες, η φυσικότητα, η χάρη και η ομορφιά της νεανικής γυναικείας μορφής της Νίκης, κατατάσσουν το έργο αυτό στα μοναδικά και αξεπέραστα έργα της κλασσικής περιόδου.",
    cameraPosition: {
      x: -4.2,
      y: 2.9,
      z: 5,
    },
    cameraRotation: {
      x: -2.4,
      y: 1.5,
      z: -3.9,
    },
    position: {
      x: -7.8,
      y: 1.5,
      z: 5.8,
    },
    rotation: {
      x: 0,
      y: 1.6,
      z: 0,
    },
    scale: {
      x: 1,
      y: 1,
      z: 1,
    },
    // detailsPosition: {
    //   x: -1,
    //   y: 0,
    //   z: 2,
    // },
    detailsScale: {
      x: 0.6,
      y: 0.6,
      z: 0.6,
    },
  },
  {
    url: "/model/athena/paxton_athena_parthenos_with_restored_spear.glb",
    extraInfo:
      "https://www.greek-language.gr/Resources/ancient_greek/history/art/page_089.html",
    name: "Αθηνά Παρθένος",
    miniDescription:
      "Το χρυσελεφάντινο άγαλμα ήταν γλυπτό έργο τέχνης του Φειδία.",
    description:
      "Το μάρμαρο και ο ορείχαλκος εξακολουθούν να αποτελούν τα κυριότερα υλικά της γλυπτικής. Για τα λατρευτικά αγάλματα των θεών όμως που κάποτε είχαν κολοσσιαίο μέγεθος, χρησιμοποιούνταν το ελεφαντοστό για τα γυμνά μέρη των μορφών και φύλλα από χρυσάφι για τα ενδύματά τους. Τέτοια χρυσελεφάντινα αγάλματα ήταν το άγαλμα της Αθηνάς Παρθένου στον Παρθενώνα και του Δία στην Ολυμπία, και τα δύο έργα του Φειδία",
    cameraPosition: {
      x: 0.1,
      y: 3.9,
      z: 0,
    },
    cameraRotation: {
      x: -1.525227562850869,
      y: 1.1326442810315058,
      z: 1.520481615099686,
    },
    position: {
      x: -1,
      y: 2,
      z: 0.7,
    },
    rotation: {
      x: 0,
      y: 1.5,
      z: 0.01,
    },
    scale: {
      x: 0.15,
      y: 0.15,
      z: 0.15,
    },
    detailsPosition: {
      x: 0,
      y: 0,
      z: -2,
    },
    detailsScale: {
      x: 0.1,
      y: 0.1,
      z: 0.1,
    },
  },
  {
    url: "/model/discobolus/the_discobolus_of_myron.glb",
    extraInfo:
      "https://www.greek-language.gr/digitalResources/ancient_greek/history/art/page_079.html",
    name: "Ο Δισκοβόλος του Μύρωνα",
    miniDescription: "Άγαλμα αθλητή σε έντονη στιγμιαία κίνηση.",
    description:
      "Τους κούρους της αρχαϊκής περιόδου αντικαθιστούν τώρα τα αγάλματα των γυμνών αθλητών σε ποικίλες στάσεις –δισκοβόλοι και δορυφόροι κυρίως–, πολύ συχνά παριστάνονται πολεμιστές, κυρίως όμως ήρωες, άλλοτε ντυμένοι και άλλοτε γυμνοί. Επίσης πολύ συχνές είναι οι απεικονίσεις μυθολογικών μορφών, ανδρικών και γυναικείων, ιδιαίτερα του Ηρακλή, και βέβαια οι θεοί του Ολύμπου. Τις κομψές αρχαϊκές κόρες με τα λεπτά ιωνικά ενδύματα διαδέχονται ηρωίδες της μυθολογίας με τον βαρύ, μάλλινο και απέριττο δωρικό πέπλο. α αρχαία κείμενα και οι επιγραφές μας έκαναν γνωστά τα ονόματα μεγάλων καλλιτεχνών των κλασικών χρόνων. Ο Αθηναίος Μύρων, ο στενός φίλος και συνεργάτης του Περικλή Φειδίας, ο Πολύκλειτος από το Άργος, ο Πραξιτέλης και ο Λεωχάρης από την Αθήνα, ο Σκόπας από την Πάρο και ο Λύσιππος από τη Σικυώνα, είναι τα μεγαλύτερα ονόματα στον χώρο της γλυπτικής.",
    cameraPosition: {
      x: -3.9,
      y: 3.05,
      z: 1.2,
    },
    cameraRotation: {
      x: -2.8,
      y: -0.019,
      z: -3.15,
    },
    position: {
      x: -3.7,
      y: 0.6,
      z: 4.9,
    },
    rotation: {
      x: 0,
      y: 3.3,
      z: -0.1,
    },
    scale: {
      x: 1.2,
      y: 1.2,
      z: 1.2,
    },
    detailsPosition: {
      x: 0,
      y: -1.3,
      z: 0,
    },
    detailsScale: {
      x: 1.5,
      y: 1.5,
      z: 1.5,
    },
  },
  {
    url: "/model/caryatid/erechtheion_caryatid_british_museum.glb",
    extraInfo: "https://www.theacropolismuseum.gr/erehtheio-karyatida-kori",
    name: "Καρυάτιδα Ερεχθείου",
    miniDescription:
      "Στήριζε τη στέγη μικρής υπερυψωμένης στοάς στη βορειοδυτική πλευρά του Ερεχθείου.",
    description:
      "Σε σχέδια του Καλλικράτη οικοδομήθηκε την ίδια εποχή στην Ακρόπολη ο ναός της Αθηνάς Νίκης, ένα κομψοτέχνημα ιωνικού ρυθμού, ενώ την ίδια εποχή κτίστηκε και το Ερέχθειο, επίσης σε ιωνικό ρυθμό. Η αντικατάσταση κιόνων με αγάλματα γυναικών, όπως στο Ερέχθειο, ήταν γνωστή στην αρχαία ελληνική αρχιτεκτονική ήδη από την Αρχαϊκή εποχή. Τα αγάλματα σε οικοδομική επιγραφή του ναού ονομάζονται απλώς Κόρες. Ο όρος Καρυάτιδες παραδίδεται από τον Βιτρούβιο, ο οποίος διηγείται ότι οι γυναίκες από τις Καρυές της Λακωνίας Πελοποννήσου τιμωρήθηκαν από τους υπόλοιπους Έλληνες να κουβαλούν στο κεφάλι το βάρος όλων των ρούχων και των κοσμημάτων τους επειδή η πόλη τους είχε προσφέρει βοήθεια στους Πέρσες.  Αυτές οι αρχιτεκτονικές δημιουργίες αποτελούν κορυφαία έργα της παγκόσμιας αρχιτεκτονικής κληρονομιάς και η επιρροή τους στην αρχιτεκτονική των εποχών που ακολούθησαν μέχρι σήμερα ήταν κολοσσιαία",
    cameraPosition: {
      x: -1.3,
      y: 3.05,
      z: 1.2,
    },
    cameraRotation: {
      x: -2.8,
      y: -0.019,
      z: -3.15,
    },
    position: {
      x: -1.3,
      y: -0.9,
      z: 4.9,
    },
    rotation: {
      x: 0,
      y: 3.56,
      z: 0,
    },
    scale: {
      x: 0.09,
      y: 0.09,
      z: 0.09,
    },
    // detailsPosition: {
    //   x: -1,
    //   y: -1,
    //   z: 4.5,
    // },
    // detailsScale: {
    //   x: 0.2,
    //   y: 0.2,
    //   z: 0.2,
    // },
    detailsPosition: {
      x: 0,
      y: -3,
      z: 0,
    },
    detailsScale: {
      x: 0.09,
      y: 0.09,
      z: 0.09,
    },
  },
  {
    url: "/model/apollo/apollo_belvedere.glb",
    extraInfo:
      "https://www.greek-language.gr/digitalResources/ancient_greek/navigator/browse.html?object_id=30041",
    name: "Απόλλων Belvedere",
    miniDescription:
      "Αντίγραφο ρωμαϊκών χρόνων ενός χάλκινου αγάλματος του Λεωχάρη (330-320 π.Χ.).",
    description:
      "Ο Απόλλων του Μπελβεντέρε είναι αρχαίο Ρωμαϊκό αντίγραφο της εποχής του Αδριανού ενός χάλκινου πρωτοτύπου του 4ου αιώνα π.Χ., πιθανώς του γλύπτη Λεωχάρη, ο οποίος είναι γνωστός για την εργασία του στο Μαυσωλείο της Αλικαρνασσού. Θεωρείται από τα τελειότερα έργα τέχνης της αρχαιότητας και έχει επηρεάσει βαθύτατα την ευρωπαϊκή τέχνη. Το άγαλμα έχει ύψος 2,24 μ και είναι φτιαγμένο από μάρμαρο Καράρας. Απεικονίζει τον Απόλλωνα να σκοτώνει τον Πύθωνα. Κρατάει το τόξο με το αριστερό του χέρι, ενώ έχει μόλις αφήσει το βέλος να φύγει και το δεξί χέρι αρχίζει να χαλαρώνει. Ο Απόλλωνας φοράει μόνο μια χλαμύδα, η οποία συγκρατιέται στο δεξί ώμο, καλύπτει τμήμα της πλάτης του και πέφτει πάνω στο αριστερό του χέρι.",
    cameraPosition: {
      x: 1,
      y: 3,
      z: 1.2,
    },
    cameraRotation: {
      x: -2.8,
      y: -0.019,
      z: -3.15,
    },
    position: {
      x: 1.26,
      y: 0.6,
      z: 4.8,
    },
    rotation: {
      x: 0,
      y: 3.5,
      z: 0,
    },
    scale: {
      x: 1,
      y: 1,
      z: 1,
    },
    detailsPosition: {
      x: 0,
      y: -1,
      z: 0,
    },
  },
  {
    url: "/model/vessel/greek_vessel.glb",
    extraInfo:
      "https://www.greek-language.gr/digitalResources/ancient_greek/history/art/page_125.html",
    name: "Ερυθρόμορφο αγγείο",
    miniDescription: "Δείγμα της τέχνης της αγγειογραφίας",
    description:
      "Ο Πολύγνωτος από τη Θάσο, ο Μίκων, ο Απολλόδωρος, και ο Νικίας από την Αθήνα, ο Παρράσιος από την Έφεσο, ο Ζεύξις από τη Μ. Ελλάδα, ο Απελλής από την Κολοφώνα, ο Ευφράνωρ, και πολλοί άλλοι ακόμη λιγότερο γνωστοί, ζωγραφίζουν γνωστά μυθολογικά θέματα. Οι μεγάλοι πίνακές τους που στόλιζαν δημόσια κτίρια, όπως είναι η Ποικίλη Στοά στην Αγορά της Αθήνας και η Λέσχη των Κνιδίων στους Δελφούς, επηρέασαν και τους ζωγράφους των ερυθρόμορφων αθηναϊκών αγγείων. Έτσι και την ταπεινότερη τέχνη της αγγειογραφίας διαπερνά το μεγαλόπρεπο, εξιδανικευμένο αλλά πάντοτε μετρημένο και συγκρατημένο ύφος της κλασικής τέχνης. Χάρη μάλιστα και στις παραστάσεις των αγγείων μπορούμε σήμερα να σχηματίσουμε μία αμυδρή εικόνα για τη μεγάλη ζωγραφική αυτής της περιόδου, ιδιαίτερα του 5ου αιώνα π.Χ., αφού δε μας έχουν σωθεί αρχαία έργα ζωγραφικής, εκτός βέβαια από τις θαυμάσιες τοιχογραφίες των μακεδονικών τάφων της Βεργίνας που χρονολογούνται στον 4ο αιώνα π.Χ. και αποκαλύφθηκαν σχετικά πρόσφατα.",
    cameraPosition: {
      x: 3.2,
      y: 2,
      z: 1.2,
    },
    cameraRotation: {
      x: -2.8,
      y: -0.019,
      z: -3.15,
    },
    position: {
      x: 3.7,
      y: 0.9,
      z: 5,
    },
    rotation: {
      x: 0,
      y: 3.5,
      z: 0,
    },
    scale: {
      x: 0.4,
      y: 0.4,
      z: 0.4,
    },
    detailsScale: {
      x: 0.8,
      y: 0.8,
      z: 0.8,
    },
    detailsPosition: {
      x: 0,
      y: 0.2,
      z: 0,
    },
  },
];
