export const questions = [
  {
    rightAnswer: "2",
    givenAnswer: "",
    help: "Κορυφαίο δημιούργημα των κλασικών γραμμάτων είναι η θεμελίωση της επιστήμης της ιστορίας. Για πρώτη φορά ο Ηρόδοτος ( 484-425 π.Χ.), που ονομάστηκε πατέρας της ιστορίας, αφηγείται τους μηδικούς πολέμους καταγράφοντας ταυτόχρονα λεπτομερώς και με χρονολογική σειρά την ιστορία των λαών της Ανατολής και της Αιγύπτου και των ελληνικών πόλεων. Όμως, μαζί με τα πραγματικά ιστορικά στοιχεία παρουσιάζει και πολλά μυθολογικά που θολώνουν την πραγματική ιστορική εικόνα. Αυτή την αδυναμία θα διορθώσει σε μεγάλο βαθμό ο επόμενος μεγάλος αρχαίος Έλληνας ιστορικός, ο Θουκυδίδης από την Αθήνα (460-400 π.Χ.). Ο Θουκυδίδης, που βασικά εξιστορεί τον αδελφοκτόνο Πελοποννησιακό πόλεμο, αποφεύγει τις εύκολες μυθολογικές ερμηνείες των ιστορικών γεγονότων, προσπαθώντας να εξιχνιάσει τις πραγματικές αιτίες που γεννούν τα ιστορικά γεγονότα και να καταγράψει με ακρίβεια και όσο πιο αντικειμενικά μπορεί τα αποτελέσματά τους. Στην πραγματικότητα ο Θουκυδίδης είναι ο θεμελιωτής της επιστημονικής ιστορικής έρευνας. Όμως και αυτός, όπως και ο Ξενοφώντας ο Αθηναίος (430/25-355 π.Χ.) –αργότερα και άλλοι– δε θα μπορέσουν να αποφύγουν να χρωματίσουν με προσωπικές απόψεις –υποκειμενικά στοιχεία– το έργο τους, αφού μάλιστα εξιστορούν κυρίως σύγχρονά τους γεγονότα.",
    relevantMuseumPart: "Θουκυδίδης",
    innerHtml: `  
    <div class="container">
    <h2>Ποιοί οι βασικότεροι εκπρόσωποι της επιστήμης της ιστορίας;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Ηροδοτος, Θουκυδίδης, Μύρων</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Ηροδοτος, Θουκυδίδης, Ξενοφών</label>
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
      <input type="radio" id="t-option" name="selector" value="3">
      <label for="t-option">Σωκράτης, Θουκυδίδης, Ισοκράτης</label>
      <div class="check"><div class="inside"></div></div>
    </li>
  </ul>
  </div>
`,
  },
  {
    rightAnswer: "2",
    givenAnswer: "",
    help: "ο Αριστοφάνης (445-386 π.Χ.) διακρίθηκε την κωμωδία  που σατίρισε τη σύγχρονή του ζωή αλλά και τους σύγχρονούς του πολιτικούς και πνευματικούς ανθρώπους με τόλμη, αθυροστομία και καυστικό λόγο. Στην αρχαία Αθήνα οι πολίτες έπαιρναν από το κράτος το αντίτιμο του εισιτηρίου για να παρακολουθήσουν τις παραστάσεις, γεγονός που φανερώνει τη μεγάλη πολιτιστική σημασία που απέδιδαν οι αρχαίοι στο θέατρο. Μέσα από τους μύθους, που ήταν κυρίως τα θέματα των θεατρικών έργων, διδάσκονταν οι πολίτες να αποφεύγουν την υπερβολή, την υπεροψία και την αλαζονεία και άλλες αρνητικές και ολέθριες συμπεριφορές και αντίθετα να ακολουθούν το μέτρο και τον δρόμο της σύνεσης και της αρετής.",
    relevantMuseumPart: "Αριστοφάνης",
    innerHtml: `
    <div class="container">
    <h2>Ποιος ο βασικότερος εκπρόσωπος της κωμωδίας;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Αριστοτέλης</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Αριστοφάνης</label>
      
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
      <input type="radio" id="t-option" name="selector" value="3">
      <label for="t-option">Αριστογείτων</label>
      <div class="check"><div class="inside"></div></div>
    </li>
  </ul>
  </div>
`,
  },
  {
    rightAnswer: "3",
    givenAnswer: "",
    help: "Στη φιλοσοφία θα αναπτυχθούν νέα ρεύματα, όπως αυτό των σοφιστών, που κατακρίθηκαν από άλλους σύγχρονούς τους μεγάλους φιλοσόφους, όπως ο Σωκράτης (470-399 π.Χ.) και ο μαθητής του Πλάτωνας (427-347 π.Χ.), ότι πρόβαλλαν το προσωπικό όφελος σε βάρος του συλλογικού. Ωστόσο η συμβολή τους στη θεμελίωση της παιδαγωγικής επιστήμης και της ρητορικής είναι απαραγνώριστη. Ο Σωκράτης που δεν έγραψε κανένα έργο και τη διδασκαλία του γνωρίζουμε από τα έργα των μαθητών του, κυρίως από τα πολλά έργα του Πλάτωνα που σώθηκαν, θεωρείται ο πατέρας της διαλεκτικής μεθόδου και ο κήρυκας της ηθικής διαβίωσης.",
    relevantMuseumPart: "Σωκράτης",
    innerHtml: `
    <div class="container">
    <h2>Ποιος ο πατέρας της διαλεκτικής μεθόδου;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Αριστοτέλης</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Πλάτων</label>
      
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
      <input type="radio" id="t-option" name="selector" value="3">
      <label for="t-option">Σωκράτης</label>
      <div class="check"><div class="inside"></div></div>
    </li>
  </ul>
  </div>
`,
  },
  {
    rightAnswer: "1",
    givenAnswer: "",
    help: "Η τέχνη της κλασικής εποχής διακρίνεται σε τρεις περιόδους που ξεχωρίζουν καθαρά μεταξύ τους, παρόλα τα κοινά γνωρίσματά τους που αναφέρθηκαν παραπάνω. Στην πρώιμη κλασική τέχνη ή τέχνη του αυστηρού ρυθμού (480-450 π.Χ.) οι μορφές είναι πιο βαριές και στιβαρές και μερικές φορές σε έντονη στιγμιαία κίνηση. Αντίθετα, κατά την ώριμη κλασική περίοδο (450-390 π.Χ.) οι μορφές παριστάνονται σε ήρεμες στάσεις, ενώ στα γυναικεία αγάλματα τα ενδύματα αρχίζουν να ελαφραίνουν και να αναδεικνύουν την ομορφιά των σωμάτων. Στην ύστερη κλασική εποχή (390-323 π.Χ.) οι μορφές θα αρχίσουν πάλι να κινούνται πιο ελεύθερα στον χώρο, τα σώματα να λυγίζουν, οι χειρονομίες να γίνονται πιο εύγλωττες, τα ενδύματα και τα χτενίσματα πιο πολύπλοκα και εξεζητημένα, η έκφραση των συναισθημάτων πολύ πιο έντονη.",
    relevantMuseumPart: "Τέχνες",
    innerHtml: `
    <div class="container">
    <h2>Σε ποιές περιόδους χωρίζεται η τέχνη της κλασικής εποχής;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Πρώιμη, Ώριμη, Ύστερη</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Αρχαική, Ελληνιστική</label>
      
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
      <input type="radio" id="t-option" name="selector" value="3">
      <label for="t-option">Γεωμετρική, Ομηρική</label>
      <div class="check"><div class="inside"></div></div>
    </li>
  </ul>
  </div>
`,
  },
  {
    rightAnswer: "1",
    givenAnswer: "",
    help: "Κατά τον 5ο και 4ο αιώνα π.Χ. σε ολόκληρο τον ελληνικό χώρο κτίζονται λαμπροί ναοί και δημόσια κτίρια –θόλοι, στοές, γυμνάσια, παλαίστρες, θέατρα– στον δωρικό και ιωνικό ρυθμό, που έχουν αποκτήσει τις ιδανικές αναλογίες Την ίδια περίοδο, και με βάση το ίδιο εμπνευσμένο οικοδομικό πρόγραμμα του Περικλή και του πνευματικού και καλλιτεχνικού κύκλου του, κτίστηκε ο Παρθενώνας με αρχιτέκτονες τους Ικτίνο και Καλλικράτη. Ο δωρικός αυτός ναός, που συνδύαζε στο σχέδιό του και ιωνικά αρχιτεκτονικά στοιχεία, όπως η μεγάλη ζωφόρος με την παράσταση της πομπής των Παναθηναίων, αποτέλεσε το σήμα κατατεθέν της αθηναϊκής δημοκρατίας. Εκτός από το «κλασικό» αρχιτεκτονικό του σχέδιο, είναι ονομαστός και για τον πλούσιο γλυπτό διάκοσμό του που φιλοτέχνησαν ο φίλος του Περικλή Φειδίας με τους μαθητές του και ένα πλήθος γλυπτών από όλα τα μέρη της Ελλάδας.",
    relevantMuseumPart: "Γλυπτά Παρθενώνα",
    innerHtml: `
    <div class="container">
    <h2>Ποιοί οι αρχιτέκτονες του Παρθενώνα;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Ικτίνος και Καλλικράτης</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Φειδίας και Μνησικλής</label>
      
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
      <input type="radio" id="t-option" name="selector" value="3">
      <label for="t-option">Ικτίνος και Μνησικλης</label>
      <div class="check"><div class="inside"></div></div>
    </li>
  </ul>
  </div>
`,
  },
  {
    rightAnswer: "2",
    givenAnswer: "",
    help: "Μετά τους περσικούς πολέμους και σε όλη τη διάρκεια του 5ου και 4ου αιώνα π.Χ., φθάνουν σε μεγάλη ακμή οι καλές τέχνες στον ελληνικό χώρο. Στην Ολυμπία, στην Ακρόπολη, στους Δελφούς και σε άλλα μεγαλύτερα ή μικρότερα ιερά οι ανασκαφές έφεραν στο φως αριστουργηματικά αγάλματα και ανάγλυφα. Το άγαλμα του Ηνίοχου αποτελεί το σωζόμενο τμήμα χάλκινου συμπλέγματος που είχε αφιερωθεί στο ιερό από τους Δεινομενίδες, δυναστική οικογένεια της Γέλας στη Σικελία. Βρίσκεται στο Αρχαιολογικό Μουσείο Δελφών και αποτελεί ίσως το γνωστότερο έκθεμά του και ένα από τα σημαντικότερα γλυπτά της αρχαίας ελληνικής τέχνης της πρώιμης κλασικής εποχής. Η δημιουργία του χρονικά τοποθετείται αμέσως μετά τους Περσικούς πολέμους, ενώ ως δημιουργός του έχει προταθεί ο Πυθαγόρας από το Ρήγιο ή, κατ' άλλους, ο Κάλαμις ή ο Κριτίας.",
    relevantMuseumPart: "Ηνίοχος των Δελφών",
    innerHtml: `
    <div class="container">
    <h2>Ποιο από τα παρακάτω αγάλματα ανήκει στον αυστηρό ρυθμό;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Νίκη του Μενδαίου Παιωνίου</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Ηνίοχος των Δελφών</label>
      
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
      <input type="radio" id="t-option" name="selector" value="3">
      <label for="t-option">Αθηνά Παρθένος</label>
      <div class="check"><div class="inside"></div></div>
    </li>
  </ul>
  </div>
`,
  },
  {
    question: "",
    answers: ["", ""],
    rightAnswer: "2",
    givenAnswer: "",
    help: "Η τέχνη της κλασικής εποχής διακρίνεται σε τρεις περιόδους που ξεχωρίζουν καθαρά μεταξύ τους, παρόλα τα κοινά γνωρίσματά τους που αναφέρθηκαν παραπάνω. Στην πρώιμη κλασική τέχνη ή τέχνη του αυστηρού ρυθμού (480-450 π.Χ.) οι μορφές είναι πιο βαριές και στιβαρές και μερικές φορές σε έντονη στιγμιαία κίνηση. Αντίθετα, κατά την ώριμη κλασική περίοδο (450-390 π.Χ.) οι μορφές παριστάνονται σε ήρεμες στάσεις, ενώ στα γυναικεία αγάλματα τα ενδύματα αρχίζουν να ελαφραίνουν και να αναδεικνύουν την ομορφιά των σωμάτων. Στην ύστερη κλασική εποχή (390-323 π.Χ.) οι μορφές θα αρχίσουν πάλι να κινούνται πιο ελεύθερα στον χώρο, τα σώματα να λυγίζουν, οι χειρονομίες να γίνονται πιο εύγλωττες, τα ενδύματα και τα χτενίσματα πιο πολύπλοκα και εξεζητημένα, η έκφραση των συναισθημάτων πολύ πιο έντονη.",
    relevantMuseumPart: "Τέχνες",
    innerHtml: `
    <div class="container">
    <h2>Γιατί η Νίκη του Μενδαίου Παιωνίου ανήκει στην ώριμη κλασική τέχνη;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Γιατι είναι βαριά και στιβαρή μορφή.</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Το ενδύμα της ειναι ελαφρύ και αναδεικνύει την ομορφιά του σώματος.</label>
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
    <input type="radio" id="s-option" name="selector" value="3">
    <label for="s-option">Γιατί είναι σεμνή και αλύγιστη.</label>
    <div class="check"><div class="inside"></div></div>
  </li>
  </ul>
  </div>
`,
  },
  {
    rightAnswer: "1",
    givenAnswer: "",
    help: "Τους κούρους της αρχαϊκής περιόδου αντικαθιστούν τώρα τα αγάλματα των γυμνών αθλητών σε ποικίλες στάσεις –δισκοβόλοι και δορυφόροι κυρίως–, πολύ συχνά παριστάνονται πολεμιστές, κυρίως όμως ήρωες, άλλοτε ντυμένοι και άλλοτε γυμνοί. Επίσης πολύ συχνές είναι οι απεικονίσεις μυθολογικών μορφών, ανδρικών και γυναικείων, ιδιαίτερα του Ηρακλή, και βέβαια οι θεοί του Ολύμπου. Τις κομψές αρχαϊκές κόρες με τα λεπτά ιωνικά ενδύματα διαδέχονται ηρωίδες της μυθολογίας με τον βαρύ, μάλλινο και απέριττο δωρικό πέπλο. α αρχαία κείμενα και οι επιγραφές μας έκαναν γνωστά τα ονόματα μεγάλων καλλιτεχνών των κλασικών χρόνων. Ο Αθηναίος Μύρων, ο στενός φίλος και συνεργάτης του Περικλή Φειδίας, ο Πολύκλειτος από το Άργος, ο Πραξιτέλης και ο Λεωχάρης από την Αθήνα, ο Σκόπας από την Πάρο και ο Λύσιππος από τη Σικυώνα, είναι τα μεγαλύτερα ονόματα στον χώρο της γλυπτικής.",

    relevantMuseumPart: "Ο Δισκοβόλος του Μύρωνα",
    innerHtml: `
    <div class="container">
    <h2>Ποιό από τα παρακάτω αγάλματα αποτελεί αντικατάση των Κούρων του παρελθόντος;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Ο Δισκοβόλος</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Η Αθηνά Παρθένος</label>
      
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
      <input type="radio" id="t-option" name="selector" value="3">
      <label for="t-option">Η Καρυάτιδα</label>
      <div class="check"><div class="inside"></div></div>
    </li>
  </ul>
  </div>
`,
  },
  {
    rightAnswer: "3",
    givenAnswer: "",
    help: "Το μάρμαρο και ο ορείχαλκος εξακολουθούν να αποτελούν τα κυριότερα υλικά της γλυπτικής. Για τα λατρευτικά αγάλματα των θεών όμως που κάποτε είχαν κολοσσιαίο μέγεθος, χρησιμοποιούνταν το ελεφαντοστό για τα γυμνά μέρη των μορφών και φύλλα από χρυσάφι για τα ενδύματά τους. Τέτοια χρυσελεφάντινα αγάλματα ήταν το άγαλμα της Αθηνάς Παρθένου στον Παρθενώνα και του Δία στην Ολυμπία, και τα δύο έργα του Φειδία",
    relevantMuseumPart: "Αθηνά Παρθένος",
    innerHtml: `
    <div class="container">
    <h2>Το άγαλμα της Αθηνάς Παρθένου του Φειδία ήταν φτιαγμένο απο από χρυσάφι και...;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Μαρμαρο</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Ορείχαλκο</label>
      
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
      <input type="radio" id="t-option" name="selector" value="3">
      <label for="t-option">Ελεφαντοστό</label>
      <div class="check"><div class="inside"></div></div>
    </li>
  </ul>
  </div>
`,
  },
  {
    rightAnswer: "1",
    givenAnswer: "",
    help: "Ο Πολύγνωτος από τη Θάσο, ο Μίκων, ο Απολλόδωρος, και ο Νικίας από την Αθήνα, ο Παρράσιος από την Έφεσο, ο Ζεύξις από τη Μ. Ελλάδα, ο Απελλής από την Κολοφώνα, ο Ευφράνωρ, και πολλοί άλλοι ακόμη λιγότερο γνωστοί, ζωγραφίζουν γνωστά μυθολογικά θέματα. Οι μεγάλοι πίνακές τους που στόλιζαν δημόσια κτίρια, όπως είναι η Ποικίλη Στοά στην Αγορά της Αθήνας και η Λέσχη των Κνιδίων στους Δελφούς, επηρέασαν και τους ζωγράφους των ερυθρόμορφων αθηναϊκών αγγείων. Έτσι και την ταπεινότερη τέχνη της αγγειογραφίας διαπερνά το μεγαλόπρεπο, εξιδανικευμένο αλλά πάντοτε μετρημένο και συγκρατημένο ύφος της κλασικής τέχνης. Χάρη μάλιστα και στις παραστάσεις των αγγείων μπορούμε σήμερα να σχηματίσουμε μία αμυδρή εικόνα για τη μεγάλη ζωγραφική αυτής της περιόδου, ιδιαίτερα του 5ου αιώνα π.Χ., αφού δε μας έχουν σωθεί αρχαία έργα ζωγραφικής, εκτός βέβαια από τις θαυμάσιες τοιχογραφίες των μακεδονικών τάφων της Βεργίνας που χρονολογούνται στον 4ο αιώνα π.Χ. και αποκαλύφθηκαν σχετικά πρόσφατα.",
    relevantMuseumPart: "Ερυθρόμορφο αγγείο",
    innerHtml: `
    <div class="container">
    <h2>Ποιός απο τους παρακάτω είναι ζωγράφος της κλασικής περιόδου;</h2>
    <ul>
    <li>
      <input type="radio" id="f-option" name="selector" value="1">
      <label for="f-option">Απολλόδωρος</label>
      <div class="check"></div>
    </li>
    <li>
      <input type="radio" id="s-option" name="selector" value="2">
      <label for="s-option">Πολύκλειτος</label>
      
      <div class="check"><div class="inside"></div></div>
    </li>
    <li>
      <input type="radio" id="t-option" name="selector" value="3">
      <label for="t-option">Λεωχάρης</label>
      <div class="check"><div class="inside"></div></div>
    </li>
  </ul>
  </div>
`,
  },
];
